Repository: Slimbook-Team/slimbookbattery
Catalog: src/locale/*/LC_MESSAGES/preferences.po
Languages: ca, nl, pt

source: Slimbook Battery Preferences
ca: Preferències de SlimBook Battery
nl: Slimbook-accuvoorkeuren
pt: Preferências do Slimbook Battery

source: Restore default values
ca: Restaurar als valors per defecte
nl: Standaardwaarden herstellen
pt: Restaurar valores padrão

source: Full window is displayed
ca: La finestra es mostra sencera
nl: Het volledige venster wordt getoond
pt: Janela completa é exibida

source: Width:
ca: Ample:
nl: Breedte:
pt: Largura:

source: Height:
ca: Altura:
nl: Hoogte:
pt: Altura:

source: General
nl: Algemeen
pt: Geral

source: Cycles
ca: Cicles
nl: Cycli
pt: Ciclos

source: Energy Saving
ca: Estalvi d'energia
nl: Energiebesparing
pt: Economia de energia

source: Balanced
ca: Equilibrat
nl: Gebalanceerd
pt: Equilibrado

source: Maximum Performance
ca: Màxim rendiment
nl: Maximale prestaties
pt: Máximo Desempenho

source: Battery
ca: Bateria
nl: Accu
pt: Bateria

source: Information
ca: Informació
nl: Informatie
pt: Informações

source: Application On - Off:
ca: Encendre / Apagar:
nl: In-/Uitschakelen:
pt: Ligar / Desligar:

source: Autostart application:
ca: Inici automàtic amb el sistema:
nl: Automatisch opstarten:
pt: Iniciar automaticamente:

source: Actual energy mode:
ca: Mode actual d'energia
nl: Huidige energiemodus:
pt: Modo de energia atual:

source: Working mode in case of battery failure
ca: En cas de fallada de la bateria, treballar en mode:
nl: Wat te doen bij accuproblemen
pt: Modo de trabalho em caso de falha da bateria:

source: Icon on the taskbar (require restart app):
ca: Icona a la barra de tasques (requereix reiniciar l'aplicació):
nl: Pictogram op de taakbalk (herstart vereist):
pt: Ícone na barra de tarefas (requer reiniciar aplicativo):

source: Note: If you have the autostart activated and the icon hide, the app will be executed with the icon hide (once you restart the system)
ca: Nota: Si tens l'inici automàtic activat i l'icona oculta, l'aplicació s'executarà amb l'icona oculta (una vegada reinicïis el sistema)
nl: Let op: als u automatisch opstarten heeft ingeschakeld en het pictogram op verbergen heb ingesteld, dan wordt dit na het herstarten toegepast
pt: Se você selecionou a opção de início automático e não selecionar a opção de exibir o ícone na barra de tarefas, o aplicativo vai iniciar com o ícone escondido (uma vez que reinicie o sistema)

source: Hibernate system after 3 hours in suspension:
ca: Hibernar després d'estar 3 hores en suspensió:
nl: Slaapstand na 3 uur inactiviteit:
pt: Hibernar o sistema depois de 3 horas de suspensão:

source: Battery mode parameters (disabled when you connect AC power):
ca: Paràmetres en mode bateria (desactivats en connectar el carregador):
nl: Aanvullende accu-opties (niet in gebruik bij werken op netstroom):
pt: Parâmetros do modo bateria (desabilitados quando conectado à tomada)

source: Limit CPU profile:
ca: Perfil de limitació de la CPU:
nl: Ander cpu-profiel gebruiken:
pt: Limitar o perfil da CPU:

source: Note: this setting affect to performance
ca: Nota: aquest paràmetre afecta al rendiment
nl: Let op: deze instelling is van invloed op de prestaties
pt: Nota: esta configuração afeta o desempenho

source: maximum
ca: màxima
nl: maximaal
pt: máximo

source: medium
ca: mitja
nl: gemiddeld
pt: médio

source: none
ca: cap
nl: geen
pt: nenhum

source: CPU scaling governor saving profile:
ca: Perfil del governador de l'escalat de la CPU:
nl: CPU-governor bij energiebesparing:
pt: Perfil de economia do controlador da CPU:

source: Graphic card saving profile (Nvidia-AMD-Intel):
ca: Perfil d'estalvi gràfic (Nvidia/AMD/Intel):
nl: Energiebesparing van videokaart (Nvidia/AMD/Intel):
pt: Perfil de economia da placa gráfica (Nvidia/AMD/Intel):

source: Sound power saving profile:
ca: Perfil d'estalvi de so:
nl: Energiebesparing van audio:
pt: Perfil de economia de energia do som:

source: Note: this setting can cause slight clicks in sound output
ca: Nota: aquest paràmetre pot causar petits tics en la sortida del so
nl: Let op: deze instelling kan getik veroorzaken
pt: Nota: esta configuração pode causar pequenos cliques na saída de som

source: Wi-Fi power saving profile:
ca: Perfil d'estalvi del Wi-Fi:
nl: Energiebesparing van netwerkkaart:
pt: Perfil de economia de energia da Wi-Fi:

source: Note: power save can cause an unstable wifi link.
ca: Nota: pot causar inestabilitat en la connexió al seu punt d'accés
nl: Let op: dit kan leiden tot een instabiele wifi-verbinding
pt: Nota: economia de energia pode causar instabilidade na conexão wifi.

source: Bluetooth disabled when not in use:
ca: Desactivar el Bluetooth quan no s'utilitza
nl: Bluetooth uitschakelen indien inactief:
pt: Bluetooth desabilitado quando não está em uso:

source: Wi-Fi disabled when not in use:
ca: Desactivar la Wi-Fi quan no s'utilitza
nl: Wifi uitschakelen indien inactief:
pt: Wi-Fi desabilitada quando não está em uso:

source: Persistent changes:
ca: Canvis persistents:
nl: Permanente aanpassingen:
pt: Mudanças persistentes:

source: Set screen brightness:
ca: Ajustar la brillantor de la pantalla
nl: Helderheid instellen op
pt: Configurar brilho da tela:

source: Note: this option reduces the battery consumption considerably
ca: Nota: aquesta opció redueix el consum de la bateria considerablement
nl: Let op: deze instelling verlaagt de accuduur aanzienlijk
pt: Nota: esta opção reduz consideravelmente o consumo da bateria

source: Bluetooth does not boot on start:
ca: Desactivar el Bluetooth a l'iniciar el sistema
nl: Bluetooth niet automatisch inschakelen:
pt: Bluetooth não liga com o início do sistema:

source: Disable animations:
ca: Desactivar les animacions:
nl: Animaties uitschakelen:
pt: Desativar animações:

source: Wi-Fi does not boot on start:
ca: Desactivar el Wi-Fi a l'iniciar el sistema:
nl: Wifi niet automatisch inschakelen:
pt: Wi-Fi não liga com o início do sistema:

source: Disable Wi-Fi when LAN is connected:
ca: Desactivar el Wi-Fi al connectar el cable LAN:
nl: Wifi uitschakelen bij bekabelde netwerkverbinding:
pt: Desabilitar Wi-Fi quando a LAN está conectada:

source: Autosuspend USB Ports:
ca: Autosuspensió de ports USB:
nl: USB-poorten automatisch uitschakelen:
pt: Autosuspender Portas USB:

source: Note: Set autosuspend mode for all USB devices upon system start or a change of power source. Input devices like mice and keyboards as well as scanners are excluded by default
ca: Nota: estableix el mode de suspensió automàtica per a tots els dispositius USB a l'iniciar el sistema o al canviar la font d'alimentació. Els dispositius d'entrada com ara els ratolins, els teclats o els escàners estan exclosos per defecte.
nl: Opmerking: dit stelt de modus van de usb-poorten in bij het opstarten of wisselen van stroomvoorziening. Invoerapparaten, zoals muizen, toetsenborden en scanners, zijn uitgesloten.
pt: Nota: Aplica o modo de autosuspensão de todos os dispositivos USB com o início do sistema ou mudança da fonte de energia. Dispositivos de entrada como mouse e teclado assim como scanners são excluídos por padrão

source: Excluded USB IDs from USB autosuspend:
ca: IDs dels dispositius USB exclosos de la suspensió automàtica:
nl: USB-id's uitsluiten van automatische uitschakeling:
pt: USB IDs excluídos do modo de autosuspensão de USB:

source: Note: You need to write in the Text Box the USB IDs (separate with spaces) to exclude from autosuspend
ca: Nota: escriu els IDs dels dispositius USB (separats per espais) per excloure'ls de la suspensió automàtica
nl: Opmerking: de lijst is spatiegescheiden
pt: Você precisa escrever na caixa de texto os IDs de USB (separados por espaços) para excluí-los da autosuspensão

source: Exclude bluetooth devices from USB autosuspend:
ca: Excloure dispositius Bluetooth de la suspensió automàtica USB:
nl: Bluetooth-apparaten uitsluiten van automatische uitschakeling:
pt: Excluir os dispositivos bluetooth da autosuspensão de USB:

source: Exclude phone devices from USB autosuspend:
ca: Excloure dispositius telefònics de la suspensió automàtica USB:
nl: Telefoons uitsluiten van automatische uitschakeling:
pt: Excluir dispositivos celulares da autosuspensão de USB:

source: Exclude printer devices from USB autosuspend:
ca: Excloure les impresores de la suspensió automàtica USB:
nl: Printers uitsluiten van automatische uitschakeling:
pt: Excluir impressoras da autosuspensão de USB:

source: Exclude Ethernet devices from USB autosuspend:
ca: Excloure dispositius de xarxa de la suspensió automàtica USB:
nl: Ethernet-apparaten uitsluiten van automatische uitschakeling:
pt: Excluir dispositivos Ethernet da autosuspensão de USB:

source: Disable USB autosuspend mode upon system shutdown:
ca: Desactivar la suspensió automàtica USB quan s'apagui el sistema:
nl: Automatische usb-uitschakeling uitschakelen bij afsluiten van systeem:
pt: Desabilitar o modo de autosuspensão de USB quando desligar o sistema:

source: Enable cycle alerts
ca: Habilitar / Deshabilitar les alertes de cicles
nl: Cyclimeldingen in-/uitschakelen
pt: Habilitar / Desabilitar ciclo de alertas:

source: Max battery value:
ca: Càrrega màxima de la bateria:
nl: Max. accuwaarde:
pt: Valor máximo de bateria:

source: Min battery value:
ca: Càrrega mínima de la bateria:
nl: Min. accuwaarde:
pt: Valor mínimo de bateria:

source: Number of times:
ca: Número d'avisos:
nl: Aantal keer:
pt: Número de vezes:

source: Time between Warnings:
ca: Temps entre les alertes:
nl: Tijd tussen waarschuwingen:
pt: Tempo entre Avisos:

source: Battery device:
ca: Bateria:
nl: Accu:
pt: Dispositivo de bateria:

source: Manufacturer:
ca: Fabricant:
nl: Maker:
pt: Fabricante:

source: Battery model:
ca: Model de la bateria:
nl: Accumodel:
pt: Modelo da bateria:

source: Technology:
ca: Tecnologia:
nl: Technologie:
pt: Tecnologia:

source: Remaining battery:
ca: Bateria restant:
nl: Resterend:
pt: Bateria restante:

source: Maximum capacity:
ca: Màxima capacitat:
nl: Maximale capaciteit:
pt: Capacidade máxima:

source: Time to full:
ca: Temps per la càrrega:
nl: Volledig opgeladen over:
pt: Tempo para completa:

source: Time to empty:
ca: Temps per la descàrrega:
nl: Volledig leeg over:
pt: Tempo para vazia:

source: Time to full-empty charge:
ca: Temps per la càrrega/descàrrega:
nl: Volledig leeg/opgeladen over:
pt: Tempo para completa/vazia:

source: Rechargeable:
ca: Recarregable:
nl: Oplaadbaar:
pt: Recarregável:

source: Power supply:
ca: Font d'alimentació:
nl: Stroomvoorziening:
pt: Fonte de alimentação:

source: Energy full:
ca: Energia completa:
nl: Opgeladen:
pt: Energia cheia:

source: Energy full design:
ca: Màxima energia recomenada:
nl: Oplaadontwerp:
pt: Energia cheia no projeto:

source: Energy rate:
ca: Taxa d'energia:
nl: Energieniveau:
pt: Taxa de energia:

source: Last update of the battery information:
ca: Última actualizació de la bateria:
nl: Recentste accu-informatie:
pt: Última atualização das informações da bataria:

source: Slimbook Battery is a battery optimization application for portable devices and can increase the battery
ca: SlimBook Battery és una aplicació que optimitza la bateria per a dispositius portàtils i que pot augmentar la vida
nl: Slimbook Battery is een accu-optimalisatietoepassing voor draagbare apparaten om de accu
pt: Slimbook Baterry é um aplicativo de otimização de bateria para dispositivos portáteis que pode aumentar a vida

source: life up to 50%. For this purpose, the third-party software is used to manage and configure the system resources.
ca: de la bateria fins a un 50%. S'utilitza programari de tercers per administrar els recursos del sistema.
nl: 2 keer zo lang mee te laten gaan. Deze toepassing stelt de systeembronnen en -prestaties af.
pt: da bateria em até 50%. Por essa razão, softwares de terceiros são usados para gerenciar e configurar os recursos do sistema.

source: Special thanks to TLP (© 2019, linrunner), Nvidia, AMD and Intel for offering us the necessary tools to make it possible!
ca: Agraïm a TLP (© 2019, linrunner), Nvidia, AMD i Intel per oferir-nos les eines necessàries per a realitzar-ho.
nl: Met dank aan TLP (© 2019, linrunner), Nvidia, AMD en Intel voor het aanbieden van de hiervoor geschikte hulpmiddelen!
pt: Agradecimentos especiais para TLP (© 2019, linrunner), Nvidia, AMD and Intel por nos oferecer as ferramentas necessárias para tornar isso possível!

source: If this application has been useful to you, consider saying it in our social networks or even buy a SLIMBOOK ;)
ca: Si l'aplicació t'ha sigut d'utilitat, considera dir-ho a les nostres xarxes socials o inclús comprar un SLIMBOOK ;)
nl: Als u deze toepassing graag gebruikt, zeg het dan voort op sociale netwerken of koop een SLIMBOOK ;-)
pt: Se esse aplicativo tem sido útil para você, considere dizer isso em nossas redes sociais ou mesmo compar um SLIMBOOK ;)

source: IMPORTANT NOTE:
ca: NOTA IMPORTANT:
nl: BELANGRIJK:
pt: NOTA IMPORTANTE:

source: If you have any software, widget or application that changes the CPU profile, battery
ca: Si ja tens instal·lat algun programari que canviï el perfil de la CPU, l'optimització de la
nl: Als u software, een widget of toepassing gebruikt die het cpu-profiel afstelt of aan accu-
pt: Se você tem qualquer software, widget ou aplicativo que muda o perfil da CPU, otimização da bateria

source: optimization or similar, it may affect the operation of this application. Use it under your responsibility.
ca: bateria o similar, podria afectar el correcte funcionament d'aquesta aplicació. Utilitza-la sota la teva responsabilitat.
nl: optimalisatie of iets vergelijkbaars doet, dan kan dat van invloed zijn op deze toepassing. Gebruik deze toepassing op eigen verantwoordelijkheid.
pt: ou similar, isso pode afetar o funcionamento deste aplicativo. Use sob sua responsabilidade.

source: Visit SLIMBOOK website
ca: Visita la web de SLIMBOOK
nl: Ga naar de SLIMBOOK-website
pt: Visite o website SLIMBOOK

source: strurlwebsite
ca: https://slimbook.es/tutoriales/aplicaciones-slimbook/100-slimbook-battery-3-app-optimizar-bateria-portatil
nl: https://slimbook.es/en/tutoriales/aplicaciones-slimbook/398-slimbook-battery-3-application-for-optimize-battery-of-your-laptop (Engels)
pt: https://slimbook.es/en/tutoriales/aplicaciones-slimbook/398-slimbook-battery-3-application-for-optimize-battery-of-your-laptop

source: Tutorial to learn to use Slimbook Battery
ca: Tutorial per aprendre a utilitzar SlimBook Battery
nl: Slimbook Battery-gebruikershandleiding
pt: Tutorial para aprender a usar o Slimbook Baterry

source: Info:
ca: Informació:
nl: Informatie:

source: Contact with us if you find something wrong. We would appreciate that you attach the file that is generated
ca: Contacta amb nosaltres si trobes algun error. Agrairíem que adjuntessis el fitxer
nl: Als er iets misgaat, neem dan contact met ons op en voeg het gegenereerde bestand bij
pt: Entre em contato se você encontrar algo errado. Nós ficaríamos agradecidos se você enviar o arquivo que é gerado

source: by clicking the button below
ca: que es genera fent clic al botó de sota
nl: dat via onderstaande knop kan worden verkregen
pt: ao clicar no botão abaixo

source: Send an e-mail to:
ca: Envia un correu electrònic a:
nl: Stuur een e-mail naar:
pt: Envie um e-mail para:

source: Copy e-mail
ca: Copiar el correu electrònic
nl: E-mailadres kopiëren
pt: Copiar e-mail

source: Generate report file
ca: Generar un informe
nl: Verslag genereren
pt: Gerar relatório

source: The software is provided as is , without warranty of any kind.
ca: Aquest programari es proporciona "tal qual", sense cap garantia de cap tipus.
nl: Deze software wordt zonder enige garantie uitgebracht.
pt: O software é fornecido "como está", sem garantia de nenhum tipo.

source: You are free to:
ca: Vostè és lliure de:
nl: Het staat u vrij om te:
pt: Você é livre para:

source: Share:
ca: Compartir:
nl: Delen:
pt: Compartilhar:

source: --copy and redistribute the material in any medium or format
ca: --copiar i redistribuïr el material per qualsevol mitjà o format
nl: --alles te kopiëren en delen, op welke manier en waar dan ook
pt: --copiar e redistribuir o material em qualquer mídia ou formato

source: Slimbook Copyright - License Creative Commons BY-NC-ND
nl: Slimbook Copyright - Creative Commons BY-NC-ND-licentie
pt: Slimbook Copyright - Licença Creative Commons BY-NC-ND 4.0

source: Unknown
ca: Desconegut
nl: Onbekend
pt: Desconhecido

source: hours
ca: hores
nl: uur
pt: horas

source: Fully charged
ca: Completament carregada
nl: Volledig opgeladen
pt: Completamente carregado

source: Report file generated
ca: Informe generat
nl: Het verslag in gegenereerd
pt: Relatório gerado

source: Report file canceled, wrong password
ca: Informe cancel·lat, error en la contrasenya
nl: Het wachtwoord is onjuist
pt: Relatório cancelado, senha incorreta

source: Report file canceled
ca: Informe cancel·lat
nl: Het genereren is afgebroken
pt: Relatório cancelado

source: The e-mail has been copied to the clipboard
ca: El correu electrònic s'ha copiat al porta-retalls
nl: Het e-mailadres is gekopieerd naar het klembord
pt: O e-mail foi copiado para a área de transferência

source: Alert!
ca: Alerta!
nl: Waarschuwing!
pt: Alerta!

source: Do you want to restore to the default values?
ca: Desitges restablir-ho als valors per defecte?
nl: Weet u zeker dat u de standaardwaarden wilt herstellen?
pt: Você quer restaurar para os valores padrões?

source: Restored values canceled
ca: Restauració als valors per defecte cancel·lada
nl: Het herstellen is afgebroken
pt: Valores restaurados cancelados

source: Current mode :
ca: Mode actual :
nl: Huidige modus:
pt: Modo atual:

source: Autostart:
ca: Inici automàtic:
nl: Automatisch opstarten:
pt: Início automático:

source: OnOff:
nl: Aan/Uit:

source: The changes have been applied, but it is necessary to restart so that some of them may take effect.
ca: Els canvis s'han aplicat, però és necessari reiniciar per a que tinguin efecte.
nl: Herstart om de wijzigingen toe te passen.
pt: As mudanças foram aplicadas, mas é necessário reiniciar o sistema para que algumas tenham efeito.

source: Do you want to restart?
ca: Desitja reiniciar?
nl: Wilt u nu herstarten?
pt: Você quer reiniciar?

source: System will not restart
ca: El sistema no serà reiniciat
nl: Het systeem wordt niet herstart
pt: O sistema não vai reiniciar

source: Status:
ca: Estat:
pt: Estado:

source: Voltage:
ca: Voltatge:
pt: Voltagem:
