Repository: Slimbook-Team/slimbookbattery
Catalog: src/locale/*/LC_MESSAGES/slimbookbattery-changemode.po
Languages: cn, nl

# strhasnvidia
source: Has an nvidia graphics card
cn: 本机有NVIDIA显卡
nl: Er is een Nvidia-videokaart aangetroffen

# strchangesnvidiapoweroff
source: Changes to nvidia graphics: power off mode
cn: NVIDIA显卡设置为：关闭模式
nl: De Nvidia-kaart is uitgeschakeld

# strnvidiachangestointelenergysaving
source: Changes to intel graphics: energy saving
cn: Intel显卡设置为：节能模式
nl: Energiebesparing van de Intel-kaart is ingeschakeld

# strnvidiaalredyuseintelenergysaving
source: Alredy using intel graphics: energy saving
cn: 已经设置Intel显卡为：节能模式
nl: Energiebesparing van de Intel-kaart is al ingeschakeld

# strchangestonvidiaenergysaving
source: Changes to nvidia graphics: energy saving
cn: NVIDIA显卡设置为：节能模式
nl: Energiebesparing van de Nvidia-kaart is ingeschakeld

# stralredyusenvidiaenergysaving
source: Alredy using nvidia graphics: energy saving
cn: 已经设置NVIDIA显卡为：节能模式
nl: Energiebesparing van de Nvidia-kaart is al ingeschakeld

# strchangetointelbalanced
source: Changes to intel graphics: balanced
cn: Intel显卡设置为：均衡模式
nl: Gebalanceerde modus van de Intel-kaart is ingeschakeld

# stralredyuseintelbalanced
source: Alredy using intel graphics: balanced
cn: 已经设置Intel显卡为：均衡模式
nl: Gebalanceerde modus van de Intel-kaart is al ingeschakeld

# strchangetonvidiabalanced
source: Changes to nvidia graphics: balanced
cn: NVIDIA显卡设置为：均衡模式
nl: Gebalanceerde modus van de Nvidia-kaart is ingeschakeld

# stralredyusenvidiabalanced
source: Alredy using nvidia graphics: balanced
cn: 已经设置NVIDIA显卡为：均衡模式
nl: Gebalanceerde modus van de Nvidia-kaart is al ingeschakeld

# strchangestonvidiamaximumperformance
source: Changes to nvidia graphics: maximumum performance
cn: NVIDIA显卡设置为：性能模式
nl: Maximale prestaties van de Nvidia-kaart zijn ingeschakeld

# stralredyusenvidiamaximumperformance
source: Alredy using nvidia graphics: maximum performance
cn: 已经设置NVIDIA显卡为：性能模式
nl: Maximale prestaties van de Nvidia-kaart zijn al ingeschakeld

# strmodificationtoamdintelenergysaving
source: Modifications for AMD and Intel graphics are going to be made: energy saving
cn: 将对AMD和Intel显卡设置为：节能模式
nl: Energiebesparing van de Intel- en AMD-kaarten is ingeschakeld

# stramdintelbacktodefaultenergysaving
source: AMD and Intel graphics back to default configuration: energy saving
cn: AMD和Intel显卡恢复默认：节能模式
nl: Energiebesparing van de Intel- en AMD-kaarten wordt ingeschakeld

# strmodificationsamdintel
source: Modifications for AMD and Intel graphics are going to be made: balanced
cn: 将对AMD和Intel显卡设置为：均衡模式
nl: Gebalanceerde modus van de Intel- en AMD-kaarten is ingeschakeld

# stramdintelbacktodefaultbalanced
source: AMD and Intel graphics back to default configuration: balanced
cn: AMD和Intel显卡恢复默认：均衡模式
nl: Gebalanceerde modus van de Intel- en AMD-kaarten wordt ingeschakeld

# Set screen brightness:
source: Brightness value converted:
cn: 亮度值改为：
nl: De helderheid is ingesteld op
