Repository: Slimbook-Team/slimbookbattery
Catalog: src/locale/*/LC_MESSAGES/slimbookbattery.po
Languages: es, gl

source: File ahorrodeenergia exists in custom
es: El archivo ahorrodeenergia ya existe en custom
gl: O ficheiro «ahorrodeenergia» xa existe en «custom»

source: File equilibrado exists in custom
es: El archivo equilibrado ya existe en custom
gl: O ficheiro «equilibrado» xa existe en «custom»

source: File maximorendimiento exists in custom
es: El archivo maximorendimiento ya existe en custom
gl: O ficheiro «maximorendimiento» xa existe en «custom»

source: File ahorrodeenergia exists in default
es: El archivo ahorrodeenergia ya existe en default
gl: O ficheiro «ahorrodeenergia» xa existe en «default»

source: File equilibrado exists in default
es: El archivo equilibrado ya existe en default
gl: O ficheiro «equilibrado» xa existe en «default»

source: File maximorendimiento exists in default
es: El archivo maximorendimiento ya existe en default
gl: O ficheiro «maximorendimiento» xa existe en «default»

source: strconfigfilecheck
es: El archivo config es correcto
gl: O ficheiro «config» é correcto

source: The user introduces password correctly
es: El usuario ha introducido la contraseña correctamente
gl: O usuario introduciu o contrasinal correctamente

source: Wrong password
es: Error al introducir contraseña
gl: Produciuse un erro ao introducir o contrasinal

source: strappstatus1
es: Las alertas de ciclos estan habilitadas y la aplicación está encendida
gl: As alertas de ciclos están activadas e o aplicativo está acendido

source: strappstatus2
es: Las alertas de los ciclos estan deshabilitadas y la aplicación está encendida
gl: As alertas de ciclos están desactivadas e o aplicativo está acendido

source: strappstatus3
es: Las alertas de los ciclos estan habilitadas y la aplicación está apagada
gl: As alertas de ciclos están activadas e o aplicativo está apagado

source: strappstatus4
es: Las alertas de los ciclos estan deshabilitadas y la aplicación está apagada
gl: As alertas de ciclos están desactivadas e o aplicativo está apagado

source: Energy Saving
es: Ahorro de energía
gl: Aforro de enerxía

source: Balanced
es: Equilibrado
gl: Equilibrado

source: Maximum Performance
es: Máximo rendimiento
gl: Máximo rendemento

source: Off
es: Apagar
gl: Apagar

source: Advanced mode
es: Modo avanzado
gl: Modo avanzado

source: Exit
es: Salir
gl: Saír

source: Max battery:
es: Máxima batería:
gl: Máxima batería:

source: Min battery:
es: Mínima batería:
gl: Mínima batería:

source: Max times:
es: Número máximo de avisos:
gl: Número máximo de avisos:

source: Time between warnings:
es: Tiempo entre avisos:
gl: Tempo entre avisos:

source: Current battery:
es: Batería actual:
gl: Batería actual:

source: Alerts disabled
es: Alertas desactivadas
gl: Alertas desactivadas

source: Alerts variable error
es: Error en la variable de las alertas
gl: Produciuse un erro na variábel das alertas

source: High battery level (Remaining
es: Alto nivel de batería (Queda
gl: Alto nivel de batería (Restan

source: Warning
es: Alerta
gl: Alerta

source: Time until the next warning
es: Tiempo hasta la proxima alerta
gl: Tempo ata a próxima alerta

source: seconds
es: segundos
gl: segundos

source: High battery. Disconnect your power supply.
es: Alto nivel de batería. Desconecta el cargador.
gl: Alto nivel de batería. Desconecte o cargador.

source: Critical battery level (Remaining
es: Nivel crítico de batería (Queda
gl: Nivel crítico de batería (Restan

source: Low battery. Connect your power supply.
es: Batería baja. Conecta el cargador.
gl: Batería baixa. Conecte o cargador.

source: not process
es: no hay proceso
gl: non hai procesos

source: Alert!
es: Alerta!
gl: Alerta!

source: The changes have been applied, but it is necessary to restart so that some of them may take effect.
es: Los cambios han sido aplicados, pero es necesario reiniciar para que algunos de ellos se apliquen ¿Quieres reiniciar ahora?
gl: Aplicáronse os cambios, mais é preciso reiniciar para que algúns deles sexan aplicados Quere reiniciar agora?

source: System will not restart
es: El sistema no se reiniciará
gl: O sistema non se vai reiniciar
