Repository: Slimbook-Team/slimbookbattery
Catalog: src/tranlations/*/LC_MESSAGES/preferences.po
Languages: gl

source: Slimbook Battery Preferences
gl: Preferencias de Slimbook Battery

source: Restore default values
gl: Restaurar aos valores predeterminados

source: Full window is displayed
gl: A xanela amosase enteira

source: Width:
gl: Largo:

source: Height:
gl: Alto:

source: General
gl: Xeneral

source: Cycles
gl: Ciclos

source: Energy Saving
gl: Aforro de enerxía

source: Balanced
gl: Equilibrado

source: Maximum Performance
gl: Máximo rendemento

source: Battery
gl: Batería

source: Information
gl: Información

source: Application On - Off:
gl: Acender / Apagar:

source: Autostart application:
gl: Iniciar co arrinque do sistema:

source: Actual energy mode:
gl: Modo actual de enerxía:

source: Working mode in case of battery failure
gl: No caso de fallo da batería, traballar no modo:

source: Icon on the taskbar (require restart app):
gl: Icona na barra de tarefas (require reiniciar o apli):

source: Note: If you have the autostart activated and the icon hide, the app will be executed with the icon hide (once you restart the system)
gl: Nota: Se ten activado o arrinque co sistema e a icona agachada, o aplicativo executarase coa icona agochada (una vez que reinicie o sistema)

source: Hibernate system after 3 hours in suspension:
gl: Hibernar após 3 horas en suspensión:

source: Battery mode parameters (disabled when you connect AC power):
gl: Parámetros en modo batería (desactivados ao cargar batería):

source: Limit CPU profile:
gl: Perfil de limitación da CPU:

source: Note: this setting affects to performance
gl: Nota: este parametro afecta al rendimiento

source: maximum
gl: máxima

source: medium
gl: media

source: none
gl: ningunha

source: CPU scaling governor saving profile:
gl: Perfil de gobernador do escalado da CPU:

source: Graphic card saving profile (Nvidia-AMD-Intel):
gl: Perfil de aforro gráfico (Nvidia/AMD/Intel):

source: Sound power saving profile:
gl: Perfil de aforro do son

source: Note: this setting can cause slight clicks in sound output
gl: Nota: este parámetro puede provocar pequeños clics na saída do son

source: Wi-Fi power saving profile:
gl: Perfil de aforro da WiFi:

source: Note: power save can cause an unstable wifi link.
gl: Nota: pode provocar inestabilidade na conexión co seu punto de acceso

source: Bluetooth disabled when not in use:
gl: Desactivar o Bluetooth cando non se usa:

source: Wi-Fi disabled when not in use:
gl: Desactivar a WiFi cando non se usa:

source: Persistent changes:
gl: Cambios persistentes:

source: Set screen brightness:
gl: Axustar o brillo da pantalla:

source: Note: this option reduces the battery consumption considerably
gl: Nota: esta opción reduce considerabelmente o consumo da batería

source: Bluetooth does not boot on start:
gl: Desactivar o Bluetooth ao iniciar o sistema:

source: Wi-Fi does not boot on start:
gl: Desactivar a Wifi ao iniciar o sistema:

source: Disable Wi-Fi when LAN is connected:
gl: Desactivar a Wifi ao conectar o cabo LAN:

source: Autosuspend USB Ports:
gl: Suspensión automática dos portos USB:

source: Note: Set autosuspend mode for all USB devices upon system start or a change of power source. Input devices like mice and keyboards as well as scanners are excluded by default
gl: Nota: Estabelece o modo de suspensión automática para todos os dispositivos USB ao iniciar o sistema ou ao cambiar a fonte de alimentación. Os dispositivos de entrada como os ratos, teclados ou escáneres están excluídos de xeito predeterminado

source: Excluded USB IDs from USB autosuspend:
gl: ID de dispositivos USB excluídos da suspensión automática:

source: Note: You need to write in the Text Box the USB IDs (separate with spaces) to exclude from autosuspend
gl: Nota: Escriba os ID dos dispositivos USB (separados con espazos) para excluílos da suspensión automática

source: Exclude bluetooth devices from USB autosuspend:
gl: Excluír os dispositivos Bluetooth da suspensión USB automática:

source: Exclude phone devices from USB autosuspend:
gl: Excluír os dispositivos telefónicos da suspensión USB automática:

source: Exclude printer devices from USB autosuspend:
gl: Excluír as impresoras da suspensión USB automática:

source: Exclude Ethernet devices from USB autosuspend:
gl: Excluír os dispositivos de rede da suspensión USB automática:

source: Disable USB autosuspend mode upon system shutdown:
gl: Desactivar a suspensión USB automática cando se apague o sistema:

source: Enable cycle alerts
gl: Activar / Desactivar as alertas de ciclos

source: Max battery value:
gl: Carga máxima da batería:

source: Min battery value:
gl: Carga mínima da batería:

source: Number of times:
gl: Número de avisos:

source: Time between Warnings:
gl: Tempo entre as alertas:s:

source: Battery device:
gl: Batería:

source: Manufacturer:
gl: Fabricante:

source: Battery model:
gl: Modelo da batería:

source: Technology:
gl: Tecnoloxía

source: Remaining battery:
gl: Batería restante:

source: Maximum capacity:
gl: Máxima capacidade:

source: Status:
gl: Estado:

source: Time to full:
gl: Tempo para a carga:

source: Time to empty:
gl: Tempo para a descarga:

source: Time to full-empty charge:
gl: Tempo para a carga/descarga:

source: Rechargeable:
gl: Recargábel:

source: Power supply:
gl: Fonte de alimentación:

source: Energy full:
gl: Carga completa:

source: Energy full design:
gl: Carga máxima recomendada:

source: Energy rate:
gl: Taxa de carga:

source: Voltage:
gl: Voltaxe:

source: Last update of the battery information:
gl: Última actualización da batería:

source: Slimbook Battery is a battery optimization application for portable devices and can increase the battery
gl: Slimbook Battery é un aplicativo que optimiza a batería dos dispositivos portátiles e que pode aumentar a vida

source: life up to 50%. For this purpose, the third-party software is used to manage and configure the system resources.
gl: da batería nun 50%. Empregase software de terceiros para administrar os recursos do sistema.

source: Special thanks to TLP (© 2019, linrunner), Nvidia, AMD and Intel for offering us the necessary tools to make it possible!
gl: Agradecemos a TLP (© 2019, linrunner), Nvidia, AMD e Intel por ternos ofrecido as ferramentas necesarias para facelo!

source: If this application has been useful to you, consider saying it in our social networks or even buy a SLIMBOOK ;)
gl: Se lle foi de utilidade este aplicativo, agradecémoslle que o diga nas súas redes sociais e incluso que considere a posibilidade de mercar un SLIMBOOK ;)

source: IMPORTANT NOTE:
gl: NOTA IMPORTANTE:

source: If you have any software, widget or application that changes the CPU profile, battery
gl: Se xa ten instalado algún software ou ferramenta que cambie o perfil da CPU, optimización da batería

source: optimization or similar, it may affect the operation of this application. Use it under your responsibility.
gl: ou semellante, pode afectar ao funcionamento deste aplicativo. úseo baixo a súa responsabilidade.

source: Visit SLIMBOOK website
gl: Visite a web de SLIMBOOK

source: strurlwebsite
gl: https://slimbook.es/tutoriales/aplicaciones-slimbook/100-slimbook-battery-3-app-optimizar-bateria-portatil

source: Tutorial to learn to use Slimbook Battery
gl: Tutorial para aprender a usar Slimbook Battery

source: Info:
gl: Información:

source: Contact with us if you find something wrong. We would appreciate that you attach the file that is generated
gl: Contacte con nós se atopa algún erro. Agradacerémoslle que anexe o ficheiro

source: by clicking the button below
gl: que se xera premendo no botón de embaixo

source: Send an e-mail to:
gl: Envíe un correo-e a:

source: Copy e-mail
gl: Copiar o correo-e

source: Generate report file
gl: Xerar o informe

source: The software is provided as is , without warranty of any kind.
gl: Este software fornecese «tal cal», sen garantía de ningún tipo.

source: You are free to:
gl: Vostede é libre para:

source: Share:
gl: Compartir:

source: --copy and redistribute the material in any medium or format
gl: --copiar e redistribuír o material en calquera medio ou formato

source: Slimbook Copyright - License Creative Commons BY-NC-ND
gl: Slimbook Copyright - Licenza Creative Commons BY-NC-ND

source: Unknown
gl: Descoñecido

source: hours
gl: horas

source: Fully charged
gl: Completamente cargada

source: Report file generated
gl: Informe xerado

source: Report file canceled, wrong password
gl: Informe cancelado, houbo un erro no contrasinal

source: Report file canceled
gl: Informe cancelado

source: The e-mail has been copied to the clipboard
gl: O correo-e foi copiado no portapapeis

source: Alert!
gl: Alerta!

source: Do you want to restore to the default values?
gl: Confirma que quere restabelecer os valores predeterminados?

source: Restored values canceled
gl: A restauración aos valores predeterminados foi cancelada

source: Current mode :
gl: Modo actual :

source: Autostart:
gl: Inicio automático:

source: OnOff:
gl: AcendidoApagado:

source: The changes have been applied, but it is necessary to restart so that some of them may take effect.
gl: Os cambios foron aplicados, mais é necesario reiniciar para que algúns teñan efecto.

source: Do you want to restart?
gl: Confirma que quere reiniciar?

source: System will not restart
gl: O sistema non se vai reiniciar
