Repository: Slimbook-Team/slimbookbattery
Catalog: debian/slimbookbattery/usr/share/slimbookbattery/locale/*/LC_MESSAGES/slimbookbattery.po
Languages: nl

source: File ahorrodeenergia exists in custom
nl: Het aangepaste bestand bestaat al

source: File equilibrado exists in custom
nl: Het aangepaste bestand bestaat al

source: File maximorendimiento exists in custom
nl: Het aangepaste bestand bestaat al

source: File ahorrodeenergia exists in default
nl: Het aangepaste bestand bestaat al

source: File equilibrado exists in default
nl: Het aangepaste bestand bestaat al

source: File maximorendimiento exists in default
nl: Het aangepaste bestand bestaat al

source: strconfigfilecheck
nl: Het bestand is juist afgesteld

source: The user introduces password correctly
nl: Er is een onjuist wachtwoord ingevoerd

source: Wrong password
nl: Onjuist wachtwoord

source: strappstatus1
nl: Cycli-meldingen zijn ingeschakeld en de toepassing is actief

source: strappstatus2
nl: Cycli-meldingen zijn uitgeschakeld en de toepassing is actief

source: strappstatus3
nl: Cycli-meldingen zijn ingeschakeld en de toepassing is niet actief

source: strappstatus4
nl: Cycli-meldingen zijn uitgeschakeld en de toepassing is niet actief

source: Energy Saving
nl: Energiebesparing

source: Balanced
nl: Gebalanceerd

source: Maximum Performance
nl: Maximale prestaties

source: Off
nl: Uit

source: Advanced mode
nl: Uitgebreide modus

source: Exit
nl: Afsluiten

source: Max battery:
nl: Max. accuniveau:

source: Min battery:
nl: Min. accuniveau:

source: Max times:
nl: Max. aantal keren:

source: Time between warnings:
nl: Tijd tussen waarschuwingen:

source: Current battery:
nl: Huidig accuniveau:

source: Alerts disabled
nl: Meldingen zijn uitgeschakeld

source: High battery level (Remaining
nl: Hoog accuniveau. Resterend:

source: Warning
nl: Waarschuwing

source: Time until the next warning
nl: Tijd tot aan de volgende waarschuwing

source: seconds
nl: seconden

source: High battery. Disconnect your power supply.
nl: De accu is opgeladen - koppel de netstroomadapter af.

source: Critical battery level (Remaining
nl: Zeer laag accuniveau. Resterend:

source: Low battery. Connect your power supply.
nl: Laag accuniveau - koppel de netstroomadapter aan.

source: not process
nl: geen proces

source: Alert!
nl: Waarschuwing!

source: The changes have been applied, but it is necessary to restart so that some of them may take effect.
nl: De wijzigingen worden toegepast na het opnieuw starten van de toepassing. Wilt u de toepassing nu herstarten?

source: System will not restart
nl: Het systeem wordt niet herstart
