Repository: Slimbook-Team/slimbookbattery
Catalog: src/translations/*/LC_MESSAGES/preferences.po
Languages: es

source: Slimbook Battery
es: Preferencias de Slimbook Battery

source: Restore default values
es: Restaurar a los valores por defecto

source: Full window is displayed
es: La ventana es mostrada entera

source: Width:
es: Ancho:

source: Height:
es: Alto:

source: Cycles
es: Ciclos

source: Energy Saving
es: Ahorro de energía

source: Balanced
es: Equilibrado

source: Maximum Performance
es: Máximo rendimiento

source: Battery
es: Batería

source: Information
es: Información

source: Application On - Off:
es: Encender / Apagar:

source: Autostart application:
es: Autoarranque con el sistema:

source: Actual energy mode:
es: Modo actual de energía:

source: Working mode in case of battery failure:
es: En caso de fallo en la batería, trabajar en modo:

source: Icon on the taskbar (require restart app):
es: Icono en la barra de tarea :

source: Note: If you have the autostart activated and the icon hide, the app will be executed with the icon hide (once you restart the system)
es: Nota: Si tienes el autoarranque activo y el icono oculto, la aplicación se ejecutará con el icono oculto (una vez que reinicies el sistema)

source: Hibernate system after 3 hours in suspension:
es: Hibernar después de estar 3 horas en suspensión:

source: Battery mode parameters (disabled when you connect AC power):
es: Parámetros en modo batería (desactivados al cargar batería):

source: Limit CPU profile:
es: Perfil de limitación de la CPU:

source: Note: this setting affects to performance
es: Nota: éste parámetro afecta al rendimiento

source: maximum
es: máxima

source: medium
es: media

source: none
es: ninguna

source: CPU scaling governor saving profile:
es: Perfil de governador del escalado de la CPU:

source: Graphic card saving profile (Nvidia-AMD-Intel):
es: Perfil de ahorro gráfico (Nvidia/AMD/Intel):

source: Sound power saving profile:
es: Perfil de ahorro de sonido:

source: Note: this setting can cause slight clicks in sound output
es: Nota: este parametro puede causar pequeños tics en la salida del sonido

source: Wi-Fi power saving profile:
es: Perfil de ahorro de Wi-Fi:

source: Note: power save can cause an unstable wifi link.
es: Nota: puede provocar inestabilidad en la conexión con su punto de acceso

source: Bluetooth disabled when not in use:
es: Desactivar Bluetooth cuando no se usa:

source: Wi-Fi disabled when not in use:
es: Desactivar Wi-Fi cuando no se usa:

source: Persistent changes:
es: Cambios persistentes:

source: Set screen brightness:
es: Ajustar el brillo de la pantalla:

source: Note: this option reduces the battery consumption considerably
es: Nota: esta opción reduce el consumo de la batería considerablemente

source: Bluetooth does not boot on start:
es: Desactivar bluetooth al iniciar el sistema:

source: Wi-Fi does not boot on start:
es: Desactivar Wi-Fi al iniciar el sistema:

source: Disable Wi-Fi when LAN is connected:
es: Desactivar Wi-Fi al conectar cable LAN:

source: Autosuspend USB Ports:
es: Autosuspensión de puertos USB:

source: Note: Set autosuspend mode for all USB devices upon system start or a change of power source. Input devices like mice and keyboards as well as scanners are excluded by default
es: Nota: Establece el modo de suspensión automática para todos los dispositivos USB al iniciar el sistema o al cambiar la fuente de alimentación. Los dispositivos de entrada como los ratones, teclados o escaneres estan excluidos por defecto

source: Excluded USB IDs from USB autosuspend:
es: IDs de dispositivos USB excluidos de la autosuspensión:

source: Note: You need to write in the Text Box the USB IDs (separate with spaces) to exclude from autosuspend
es: Nota: Escribe los IDs de los dispositivos USB (separados con espacios) para excluirlos de la autosuspensión

source: Exclude bluetooth devices from USB autosuspend:
es: Excluir dispositivos bluetooth de la autosuspensión USB:

source: Exclude phone devices from USB autosuspend:
es: Excluir dispositivos telefónicos de la autosuspensión USB:

source: Exclude printer devices from USB autosuspend:
es: Excluir impresoras de la autosuspensión USB:

source: Exclude Ethernet devices from USB autosuspend:
es: Excluir dispositivos de red de la autosuspensión USB:

source: Disable USB autosuspend mode upon system shutdown:
es: Desactivar autosuspensión USB cuando se apague el sistema:

source: Enable cycle alerts
es: Habilitar / Deshabilitar alertas de ciclos

source: Max battery value:
es: Carga máxima de la batería:

source: Min battery value:
es: Carga mínima de la batería:

source: Number of times:
es: Número de avisos:

source: Time between Warnings:
es: Tiempo entre las alertas:

source: Battery device:
es: Batería:

source: Manufacturer:
es: Fabricante:

source: Battery model:
es: Modelo de la batería:

source: Technology:
es: Tecnología:

source: Remaining battery:
es: Batería restante:

source: Maximum capacity:
es: Máxima capacidad:

source: Status:
es: Estado:

source: Time to full:
es: Tiempo para la carga:

source: Time to empty:
es: Tiempo para la descarga:

source: Time to full-empty charge:
es: Tiempo para la carga/descarga:

source: Rechargeable:
es: Recargable:

source: Power supply:
es: Fuente de alimentación:

source: Energy full:
es: Energía completa:

source: Energy full design:
es: Máxima energía recomendada:

source: Energy rate:
es: Tasa de energía:

source: Voltage:
es: Voltaje:

source: Last update of the battery information:
es: Última actualización de la batería:

source: Slimbook Battery is a battery optimization application for portable devices and can increase the battery
es: Slimbook Battery es un aplicación que optimiza la batería para dispositivos portátiles que puede aumentar la vida

source: life up to 50%. For this purpose, the third-party software is used to manage and configure the system resources.
es: de la batería en un 50%. Se utiliza software de terceros para administrar los recursos del sistema.

source: Special thanks to TLP (© 2019, linrunner), Nvidia, AMD and Intel for offering us the necessary tools to make it possible!
es: Agradecemos a TLP (© 2019, linrunner), Nvidia, AMD e Intel por ofrecernos las herramientas necesarias para realizarlo!

source: If this application has been useful to you, consider saying it in our social networks or even buy a SLIMBOOK ;)
es: Si la aplicación te ha sido de utilidad, considera decirlo en nuestras redes sociales o incluso comprar un SLIMBOOK ;)

source: IMPORTANT NOTE:
es: NOTA IMPORTANTE:

source: Note: It is very important not to use your laptop always connected to AC, this option will notify you to disconnect charger if you stay 15 days connected. You should complete a charge cycle.
es: Nota: Es muy importante no mantener tu portátil siempre conectado al cargador, ésta opción te notificará para desconectar el cargador si llevas más de 15 días conectado. Deberías completar un ciclo de carga.

source: If you have any software, widget or application that changes the CPU profile, battery
es: Si ya tienes instalado algún software que cambie el perfil de la CPU, optimización de la

source: optimization or similar, it may affect the operation of this application. Use it under your responsibility.
es: batería o similar, puede afectar al funcionamiento de esta aplicación. Usala bajo tú responsabilidad.

source: Visit SLIMBOOK website
es: Visita la web de SLIMBOOK

source: strurlwebsite
es: https://slimbook.es/tutoriales/aplicaciones-slimbook/100-slimbook-battery-3-app-optimizar-bateria-portatil

source: Tutorial to learn to use Slimbook Battery
es: Tutorial para aprender a usar Slimbook Battery

source: Info:
es: Información:

source: Contact with us if you find something wrong. We would appreciate that you attach the file that is generated
es: Contacta con nosotros si encuentras algún error. Apreciaríamos que adjuntases el archivo

source: by clicking the button below
es: que se genera haciendo click en el botón de abajo

source: Send an e-mail to:
es: Envia un e-mail a:

source: Copy e-mail
es: Copiar e-mail

source: Generate report file
es: Generar reporte

source: The software is provided as is , without warranty of any kind.
es: Este software se proporciona "tal cual", sin garantía de ningún tipo.

source: You are free to:
es: Usted es libre de:

source: Share:
es: Compartir:

source: --copy and redistribute the material in any medium or format
es: --copiar y redistribuir el material en cualquier medio o formato

source: Unknown
es: Desconocido

source: hours
es: horas

source: Fully charged
es: Completamente cargada

source: Report file generated
es: Reporte generado

source: Report file canceled, wrong password
es: Reporte cancelado, error en la contraseña

source: Report file canceled
es: Reporte cancelado

source: The e-mail has been copied to the clipboard
es: El e-mail se ha copiado al portapapeles

source: Alert!
es: Alerta!

source: Do you want to restore to the default values?
es: ¿Deseas restablecer a los valores por defecto?

source: Restored values canceled
es: Restauración a los valores por defecto cancelado

source: Current mode :
es: Modo actual :

source: Autostart:
es: Autoarranque:

source: The changes have been applied, but it is necessary to restart so that some of them may take effect.
es: Los cambios se han aplicado, pero es necesario reiniciar para que algunos surtan efecto.

source: Do you want to restart?
es: ¿Desea reiniciar)

source: System will not restart
es: El sistema no se va a reiniciar

source: Accept
es: Aceptar

source: Cancel
es: Cancelar

source: If you want you can support the developement of this app and several more to come by joining us on
es: Si quieres puedes ayudarnos con el desarrollo de esta y otras aplicaciones uniéndote a nuestro

source: or buying a brand new Slimbook ;)
es: o comprando un Slimbook ;)

source: Help us with translations!
es: Ayúdanos con las traducciones!

source: CPU TDP Settings
es: Ajustes de TDP de la CPU

source: Synchronice battery mode with TDP mode:
es: Sincroniza los modos de batería y TDP

source: Learn more about TDP Controller
es: Leer más sobre el controlador de TDP

source: Disable animations:
es: Desactivar animaciones:

source: It seems that you have been connected to AC for at least 15 days, we recommend you to disconnect your charger, and discharge battery
es: Parece que llevas conectado al cargador, al menos 15 dias, te recomendamos desconectar el cargador y hacer un ciclo de descarga de la batería.

source: Remember to disconnect charger:
es: Recordar desconectar el cargador:

source: Synchronice battery mode with CPU TDP mode:
es: Sincroniza el TDP de la CPU con el modo de batería:

source: Note: power save can cause an unstable wifi connection.
es: Nota: el ahorro de energía puede causar inestabilidad en la conexión wi-fi.

source: Linux-tools installation
es: Instalación de Linux-tools

source: Installing linux-tools for your kernel version, make sure that you have internet connection.
es: Instalando linux-tools para tu versión de kernel, asegurate de estar conectad@ a internet.

source: You have not installed linux-tools for your kernel version, which is recommended. If you want to install it, click the 'Install' button below, otherwise, you can close this window, and everything will remain the same.
es: Se ha detectado que linux-tools no esta instalado para tu versión de kernel, lo cual es recomendable Si quieres instalarlo, haz click en el botón 'Instalar', si no, puedes cerrar esta ventana.

source: Don't show again
es: No volver a mostrar

source: Install
es: Instalar

source: Contact with us if you find something wrong.
es: Contacta con nosotros si encuentras algun error.

source: We would appreciate that you attach the file that is generated
es: Será de ayuda adjuntar el fichero generado

source: Get last TLP version
es: Obtener la última versión de TLP

source: We recommend you to add TLP repository, to get the last version of TLP ;)
es: Te recomendamos añadir el repositorio de TLP, para obtener la última versión de TLP

source: Add repository
es: Añadir repositorio
